Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/jijnjh-gaejhtoe-tusen-takk-traaante.html.tmx
Source language: nob
Languages: sma

source: Sametingspresident Vibeke Larsen takker alle sammen som deltok og arrangerte Tråante 2017.
sma: Saemiedigkiepresidente Vibeke Larsen gaajhkesh dovnesh gæjhta mah lin meatan aavoedimmesne Tråantesne.

source: Les hennes kronikk som sto i Adresseavisen lørdag 18. februar.
sma: Sïjhtebe mujhtedh meerhkesjimmiem 100-jaepienheevehtimmeste abpe jieledem, Larsen tjaala.

source: Vi har nå lagt bak oss en fantastisk feiring av jubileumsuka under Tråante 2017 der samer fra alle de fire landene igjen samlet seg.
sma: Mijjieh daelie aktem åajvoeh aavoedimmiem heevehtimmievåhkoste Tråante 2017 galhkeme gusnie saemieh gaajhkijste njieljie laantijste vihth tjåanghkenin.

source: Jeg tror at Elsa Laula Renberg ville ha vært svært stolt og glad dersom hun fikk oppleve hvordan den samiske kulturen preget Trondheim gjennom hele uka.
sma: Manne vïenhtem Elsa Laula Renberg lij sïjhteme garmere jïh geerjene årrodh dastegh dïhte lij åådtjeme dååjredh guktie saemien kultuvre lij våajnoes Tråantesne, abpe våhkoen tjïrrh.

source: Jeg vil takke dere alle som tok del av feiringen, som vi vil minnes som en opplevelse for livet og som en verdig markering av 100-årsjubileet for det første samiske landsmøtet.
sma: Sïjhtem gaajhkide gijhtedh mah lin stïeresne aavoedimmesne, maam sïjhtebe mujhtedh goh akte dååjrese jieliedasse, jïh goh akte vyörtegs meerhkesjimmie 100-jaepienheevehtimmeste dan voestes saemien rijhketjåanghkose.

source: Tusen takk til Trondheim by og alle dets innbyggere som tok oss hjertelig imot med vaiende sameflagg og store smil i gatene.
sma: Jïjnjh gæjhtoeh Tråanten staarese jïh gaajhkide staaren årroejidie mah mijjem læjnoeslaakan dåastoehtin saevehten saemien saevegigujmie jïh mejjesne almetjigujmie gaatojne.

source: Feiringen av den samiske nasjonaldagen 6. februar betyr mye for oss.
sma: Aavoedimmie saemien åålmegebiejjeste goevten 6.b. lea joekoen vihkeles mijjese.

source: Det er en dag hvor vi blir sett og anerkjent – og en dag hvor vi feirer vårt grenseløse fellesskap.
sma: Akte biejjie gusnie vuajnalgibie jïh jååhkesjamme sjïdtebe – jïh akte biejjie gusnie mijjieh mijjen raastennamhtah ektievoetem aavoedibie.

source: Det betyr mye for oss når barnehager, skoler og kommuner flagger med det samiske flagget og feirer dagen med oss.
sma: Stoerre vihkelesvoetem åtna mijjese gosse maanagïerth, skuvlh jïh tjïelth dejnie saemien saevieginie saeviehtieh jïh biejjiem mijjine aavoedieh.

source: Det varmer våre hjerter og gir oss håp.
sma: Daate mijjen vaajmoeh baahkede jïh mijjese håhkoem vadta.

source: I år var det veldig rørende å se utover et fargerikt folkehav på Torvet i Trondheim der stolte samer fra alle de fire landene sto side om side med representanter fra majoritetssamfunnene.
sma: Daan jaepien mov gïknjelassh tjarke böötin gosse dan jïjnjh klaeriedihks almetjh vööjnim Tåarjesne Tråantesne vuartasjim, gusnie garmeres saemieh gaajhkijste njieljie laantijste loevt-sæjraj tjåadtjoejin tjirkijigujmie jienebelåhkoen siebriedahkijste.

source: Sterke sørsamiske kvinner samlet for 100 år siden samene til det første samiske landsmøtet i 1917.
sma: 100 jaepien gietjeste gïevre åarjelsaemien nyjsenæjjah saemieh dan voestes saemien rijhketjåanghkose tjöönghkin 1917.

source: Mye positivt har skjedd siden da, men det er fremdeles langt igjen.
sma: Jïjnje hijven lea sjugniehtovveme dan mænngan, men annje lea guhkie aajmene.

source: Mange av de sakene som Elsa Laula Renberg og landsmøtet jobbet med for 100 år siden er like aktuelle i dag.
sma: Jïjnjh dejstie aamhtesijstie mejgujmie Elsa Laula Renberg jïh rijhketjåanghkoe barkin 100 jaepieh juassah leah seamma sjyöhtehke daan biejjien.

source: De samiske språkene er truet, samiske skoler nedlegges, samiske næringer som reindrift og kystfisket blir svekket av vindkraft, gruvedrift og oppdrett i fjordene.
sma: Doh saemien gïelh leah håvhtadamme, saemien skuvlh steegkesuvvieh, saemien jielemh goh båatsoe jïh mearoegaedtiegööleme geahpanieh bïegkefaamoen, gruvagïehtelimmien jïh gueliebïepmehtimmien gaavhtan fjovline.

source: Fortsatt er det foreldre som kjemper for en plass for barnet sitt i samisk barnehage eller for at ungene skal få undervisning i og på samisk.
sma: Annje eejhtegh mah leah gæmhpoeminie sijjiem åadtjodh sijjen maanese saemien maanagïertesne jallh ihke maanah edtjieh saemien gïelelïerehtimmiem jallh lïerehtimmiem saemiengïelesne åadtjodh.

source: Barna er vår fremtid.
sma: Maanah mijjen båetije aejkie.

source: Det er de som skal bære språk og kultur videre.
sma: Dah edtjieh gïelem jïh kultuvrem guhkiebasse guedtedh.

source: I år markerer vi den samiske kampen for demokrati, rettferdighet og mangfold gjennom hundre år.
sma: Daan jaepien dam saemien gæmhpoem meerhkesjibie demokratijen, rïektesvoeten jïh gellievoeten åvteste tjuetie jaepiej tjïrrh.

source: Vi markerer vår historie, vår kultur og språk og vårt felleskap som ett folk.
sma: Mijjieh mijjen histovrijem, mijjen kultuvrem jïh gïelem jïh mijjen ektievoetem goh akte åålmege meerhkesjibie.

source: Jubileumsuken i Trondheim har bidratt til at flere har fått mer kjennskap til samisk språk og kultur, og vi har fått mange nye gode venner som bryr seg om det samiske.
sma: Heevehtimmievåhkoe Tråantesne lea viehkiehtamme guktie jienebh vielie daajroem åådtjeme saemien gïelen jïh kultuvren bïjre, jïh mijjieh jïjnjh orre voelph åådtjeme mah dam saemien pryöjjadieh.

source: Det er en god tanke å ha med seg inn i resten av jubileumsåret.
sma: Akte hijven åssjaldahke meatan utnedh abpe heevehtimmiejaepiem.

source: Tråante 2017 har gitt oss alle ny giv og håp i arbeidet for samisk demokrati og samfunnsutvikling.
sma: Tråante 2017 lea mijjese orre skraejriem jïh håhkoem vadteme barkosne demokratijen jïh siebriedahkeevtiedimmien åvteste.

source: Vi behøver fortsatt deres støtte i arbeidet med å sikre en sterk samisk tilstedeværelse også i framtiden.
sma: Mijjieh annje dijjen dåarjoem daarpesjibie juktie gorredidh saemieh leah nænnoes stïeresne aaj båetijen aejkien.

source: Vibeke Larsen, sametingspresident
sma: Vibeke Larsen, saemiedigkiepresidente
